
{
  "cultural_date_format": "%d-%m-%Y",
  "languages": ["en", "no"],
  "translation": [
    
    
      {"en": "Interactive distribution modelling", "no": "Interaktiv modellering av habitat-egnethet"},
      
      {"en": "Make changes to the climate and herbivore density variables in the Control Panel and see how that affects the habitat suitability of your selected plant species. You can look at the 'variable importance' below to see which variables are having the biggest effect for this species. Start by playing around, or take 'the Challenge'.",  "no": "Endre på klima- og beitetrykk i kontollpanelet til høyre og se hvordan dette påvirker habitat-egnetheten til den planten du har valgt. Du finner en figur med 'variabelviktigheten' lengre ned på siden der du ser hvilke variables som har størst effekt for denne arten. Du kan leke fritt med kontrollene, eller du kan prøve deg på utfordringen som står under kartet."},
      
      {"en": "temperature",
        "no": "temperatur"},
        
         {"en": "Temperature",
        "no": "Temperatur"},
        
        {"en": "Mean summer temperature (°C):",
        "no": "Gjennomsnittlig sommertemperatur (°C):"},
        
           
        {"en": "Soil pH (in pH units):",
        "no": "pH i jorden (i pH-enheter)"},
        
        {"en": "Annual precipitation (%):",
        "no": "Årlig nedbørsmengde (%)"},
        
        {"en": "Sheep and reindeer density (%):",
        "no": "Tetthet av sau og reinsdyr (%)"},
        
        {"en": "Reset inputs",
        "no": "Sett til null"},
        
        {"en": "Moose density (%):",
        "no": "Tetthet av elg (%)"},
        
        {"en": "Red deer density (%):",
        "no": "Tetthet av hjort (%)"},
        
         {"en": "Roe deer density (%):",
        "no": "Tetthet av rådyr (%)"},
        
        
        {"en": "Control Panel",
        "no": "Kontrollpanel"},
        
        
        {"en": "This Shiny app was made by Anders Lorentzen Kolstad and James D. M. Speed, both at the NTNU Univerity Museum, Trondheim, Norway. To see where the data comes from, please visit the",
        "no": "Denne Shiny-applikasjonen er laget av Anders Lorentzen Kolstad og James D. M. Speed ved NTNU Vitenskapsmuseet, Trondheim. For å se hvor dataene kommer fra, vennlisgst gå til"},
        
        {"en": "The habitat suitability models presented here have had to be made quite simple and are therefore not the most accurate. See the following  published papers for more precise predictions:",
        "no": "Modellene som presenteres her er nødvendigvis forenkede modeller og ikk enødvendigvis veldig presise. Se følgende publiserte artikkler for mer presise prediksjoner:"},
        
        {"en": "References",
        "no": "Referanser"},
        
        {"en": "Photo credits:",
        "no": "Foto:"},
        
         {"en": "Variable importance",
        "no": "Variabelviktigheten"},
        
           {"en": "Annual precipitation",
        "no": "Årlig nedbørsmengde"},
        
        {"en": "Soil pH",
        "no": "pH i jorden"},
     
        
        {"en": "Mean summer temperature",
        "no": "Gjennomsnittlig sommertemperatur"},
        
        {"en": "Sheep and reindeer density",
        "no": "Tetthet av sau og reinsdyr"},
        
        {"en": "Moose density",
        "no": "Tetthet av elg"},
        
        {"en": "Red deer density",
        "no": "Tetthet av hjort"},
        
        {"en": "Roe deer density",
        "no": "Tetthet av rådyr"},
        
        {"en": "This figure shows which variables are most important, according to this model, in determening the distribution of the selected species",
        "no": "Denne figuren viser hvilke variabler som, i følge denne modellen, er de viktigste i å forklare utbredelsen til den valgte arten"},
         {"en": "This figure shows how the habitat suitability for your selected plant (vertical axis) changes with each of the explanatory variables (horizontal axis). The units for herbivore density is metabolic biomass (kg) per squre km. This represent the feeding requirements for the species and not the number of individuals.",
        "no": "Denne figuren viser hvordan habitat-egnetheten for planten (vertikal akse) responderer på variasjon langs forklaringsvariablene (horisontal akse). Enheten for beietedyrene er metabolsk biomase (kg) per kvadratkilometer. Dette tallet reflekterer beitekravet til arten og ikke antall dyr direkte."},
        
        {"en": "There is no picture for this species. Enjoy this view over Muddus National Park instead",
        "no": "Vi har ikke noe bilde av denne arten. Se på dette bilde av Muddus Nationalpark i stedet."},
        
        {"en": "Choose language:",
        "no": "Velg språk:"},
        
        {"en": "Pick a species",
        "no": "Velg en plante"},
        
        {"en": "Show species by:",
        "no": "Vis artsliste med"},
        
        {"en": "Scientific names",
        "no": "Vitenskapelige navn"},
        
        {"en": "Norwegian names",
        "no": "Norske navn"},
        
        {"en": "Current\nhabitat suitability",
        "no": "Habitat-egnetheten\nnåtid"},
        
        {"en": "Predicted change in\nhabitat suitability",
        "no": "Modelerte endringer i\nhabitat-egnetheten"},
        
        {"en": "Mapping predicted changes in habitat suitability ... please wait",
        "no": "Beregner endrigene i habitat-egnethet ut ifra dine valg... vennligst vent "},
        {"en": "Mapping current habitat suitability ... please wait",
        "no": "Beregner habitat-egnethet... vennligst vent"},
        
        {"en": "Global temperatures are increasing and a warming of 2 (°C) is probable within the near future. Try increasing the temperature by 2 (°C) and see what happens to the predicted habitat suitability of you selected species. Then you challenge is: can you counteract some of these changes by modifying the herbivore densities?",
        "no": "Den globale gjennomsnitsstemperatuen øker og er oppvarming på 2 (°C) er et realistisk scenario allerede i den nærmeste fremtiden. Prøv å øk temperaturen med 2 (°C) i kontrollpanelet og se hva som skjer. Dermed er utfordringen din: kan du motvirke noen av disse forandringene ved å endre på tettheten av beitedyr?"},
        
         {"en": "Take 'The Challange'",
        "no": "Ta utfordringen"},
        
        {"en": "Annual\nprecipitation",
        "no": "Årlig\nnedbørsmengde"},
        {"en": "Mean summer\ntemperature",
        "no": "Gjennomsnittlig\nsommertemperatur"},
        {"en": "Sheep and\nreindeer density",
        "no": "Tetthet av\nsau og reinsdyr"},
        {"en": "Moose\ndensity",
        "no": "Tetthet av\nelg"},
        {"en": "Red deer\ndensity",
        "no": "Tetthetav\nhjort"},
        {"en": "Roe deer\ndensity",
        "no": "Tetthet av\nrådyr"},
        {"en": "Habitat suitability",
        "no": "Habitat-egnethet"},
        
        {"en":"This work was financed by the Research Council of Norway, project ID 262064.",
        "no": "Denne arbeidet er finansiert av Forskningsrådet, prosjektnummer 262064."},
        
        {"en": "Relative change",
        "no": "Relativ endring"},
        
          {"en": "Observations",
        "no": "Observasjoner"},
        
       
        
        {"en": "Response curves",
        "no": "Responskurver"},
        
        {"en": "Explanatory variables",
        "no": "Forklaringsvariabler"},
        
        {"en": "Precipitation",
        "no": "Nedbør"},
        
        {"en": "Moose",
        "no": "Elg"},
        
        {"en": "Red deer",
        "no": "Hjort"},
        
         {"en": "Roe deer",
        "no": "Rådyr"},
        
         {"en": "Sheep and reindeer",
        "no": "Sau og rein"},
        
          {"en": "This is a map of the occurence data used to fit the model. For plants they are herbarium specimens.",
        "no": "Dette kartet viser faktiske observasjoner av arten som danner grunnlaget for modellen. For planter er det snakk om herbariebelegg."},
        
          {"en": "This figure how the habitat suitability (on the vertical axis) changes along gradients of the explanatory variables (horizontal axes).",
        "no": "Denne figuren viser hvordan habitat-egnetheten (på den vertikal aksen) endrer seg langs gradienter av forklaringsvariablene på de horisontale aksene."}
        
        
      
      
      
      
    ]
}